{
  "title.item_descriptions.config": "Item Descriptions",
  "title.item_descriptions.config.displayWhenControlIsHeld": "Display the tooltip when the Control key is held.",
  "title.item_descriptions.config.displayWhenShiftIsHeld": "Display the tooltip when the Shift key is held.",
  "title.item_descriptions.config.displayWhenAltIsHeld": "Display the tooltip when the Alt key is held.",
  "title.item_descriptions.config.displayAlways": "Always display the tooltip.",
  "title.item_descriptions.config.tooltipColor": "Tooltip color code.",
  "title.item_descriptions.config.invert": "Invert the tooltip key.",
  "lore.generic.banner": "A highly customizable free-standing decoration, made from coloured wool.",
  "lore.generic.banner_pattern": "A stencil that can be applied to Banners to give them unique designs.",
  "lore.generic.bars": "This block can be used as a barrier, but can be jumped over.",
  "lore.generic.bed": "This block is used to forward time from any time at night to morning if all the players in the world are in bed, and changes the spawn point of the player.",
  "lore.generic.boat": "This item is used to travel in water more quickly than swimming.",
  "lore.generic.chest_boat": "A special type of Boat that can transport goods over water.",
  "lore.generic.boots": "This item can be equipped to protect you from damage.",
  "lore.generic.bricks": "This Brick block can be used as a building block.",
  "lore.generic.button": "This block can be pressed to provide Redstone Power. Stays activated for approximately a second before shutting off again.",
  "lore.generic.cake": "A delicious Cake! Place it into the world to eat it up to seven times.",
  "lore.generic.candle": "This block can be lit with Flint and Steel to provide light. The more Candles in a block, the more light.",
  "lore.generic.carpet": "This decorative block can be placed to quiet your footsteps.",
  "lore.generic.chestplate": "This item can be equipped to protect you from damage.",
  "lore.generic.chiseled": "This chiseled block can be used as a building block.",
  "lore.generic.copper": "A variant of Copper that has not had the chance to oxidize.",
  "lore.generic.weathered": "A variant of Copper that has been left alone until it has become Weathered.",
  "lore.generic.exposed": "A variant of Copper that has been left alone until it has become Exposed.",
  "lore.generic.oxidized": "A variant of Copper that has been left alone until it has become Oxidized.",
  "lore.generic.concrete": "This solid colourful block is created when Concrete Powder comes into contact with a Water block.",
  "lore.generic.concrete_powder": "This dusty colourful block is affected by gravity. Try applying water!",
  "lore.generic.coral": "A decorative block that can be found in Coral Reefs. This block will die if not touching water.",
  "lore.generic.coral_block": "A decorative block that can be found in Warm Oceans. This block will die if not touching water.",
  "lore.generic.crafting_table": "Allows you to craft a more varied selection of items than the normal crafting.",
  "lore.generic.cut": "This Cut block can be used as a building block.",
  "lore.generic.dead_coral": "This coral block is dried out and dead.",
  "lore.generic.door": "Doors like these can either be opened by hand or with Redstone Power.",
  "lore.generic.dye": "A colourful pigment that can be applied to many blocks to give them a new look.",
  "lore.generic.fence_gate": "This block resembles a Fence, but it can be opened to let mobs through.",
  "lore.generic.wall_gate": "This block resembles a Wall, but it can be opened to let mobs through.",
  "lore.generic.froglight": "A bright light source somehow obtained from a Frog eating a Magma Cube.",
  "lore.generic.glass": "This block is transparent, and could make a nice window.",
  "lore.generic.glazed_terracotta": "This vibrant colourful block will makes for an eye-catching accent block.",
  "lore.generic.helmet": "This item can be equipped to protect you from damage.",
  "lore.generic.horse_armor": "This rare item can be equipped on your Horse to protect them from damage.",
  "lore.generic.infested": "Be careful, this stone variant has a silverfish hiding inside!",
  "lore.generic.ladder": "This block can be used to climb vertically.",
  "lore.generic.lantern": "This block provides a light source.  It can be hung from the ceiling or placed on the ground.",
  "lore.generic.lamp": "This block emits light.",
  "lore.generic.leaves": "When broken, this block sometimes drops a sapling which can be replanted to grow into a tree.",
  "lore.generic.potato_peels_block": "A solid block of Potato Peels.",
  "lore.generic.potato_peels": "This item can be obtained from peeling Potato Mobs or Blocks. It can be fried into Hash Browns.",
  "lore.generic.leggings": "This item can be equipped to protect you from damage.",
  "lore.generic.log": "A basic piece of Wood that can be made into Planks or Charcoal.",
  "lore.generic.stem": "This block composes Tall Mushrooms and can be made into Planks.",
  "lore.generic.wood": "This block shows bark on all six sides and is great for building with.",
  "lore.generic.music_disc": "Collected by getting a skeleton to kill a creeper. Can be played in a jukebox.",
  "lore.generic.planks": "A more processed form of wood, great for crafting with.",
  "lore.generic.pressure_plate": "A pressure sensitive pad that will activate when heavy mobs or the player step on it.",
  "lore.generic.sapling": "Can be planted and will eventually grow into a tree.",
  "lore.generic.sherd": "A piece of pottery from a long-forgotten civilization.",
  "lore.generic.shulker_box": "A special kind of chest that can contain items even when broken.",
  "lore.generic.sign": "Signs can be used to leave notes and instructions, label chests, or tell stories.",
  "lore.generic.hanging_sign": "Hanging Signs can be used to direct players, label buildings, or tell stories.",
  "lore.generic.skull": "Mob Heads can be placed as a decoration, placed on top of Note Blocks, or worn as a mask in the helmet slot.",
  "lore.generic.slab": "Half of a normal block. Great for texturing builds.",
  "lore.generic.smithing_template": "This item can be used in a Smithing Table to give your armour a new look.",
  "lore.generic.smooth": "This Smooth block can be used as a building block.",
  "lore.generic.spawn_egg": "Can be placed or dispensed to spawn the mob inside.",
  "lore.generic.stained_glass": "This colourful glass can be used to add a pop of colour to your windows.",
  "lore.generic.stairs": "Used for compact staircases, or for texturing builds.",
  "lore.generic.stripped_log": "A basic piece of Wood that has had its bark removed with an axe.",
  "lore.generic.terracotta": "This block adds just a touch of colour to your builds.",
  "lore.generic.torch": "This block can be used to light up your world so monsters don't spawn.",
  "lore.generic.torch_lever": "This block can be used to hide Redstone Circuits in plain sight.",
  "lore.generic.trapdoor": "Trapdoors like these can either be opened by hand or with Redstone Power.",
  "lore.generic.turf": "This block can be used for terraforming your builds.",
  "lore.generic.fence": "This fence cannot be jumped over and can be used to keep out mobs.",
  "lore.generic.wall": "This wall cannot be jumped over and can be used to keep out mobs.",
  "lore.generic.waxed": "This block has been waxed with Honeycomb to prevent it from aging. It can be scraped off with an Axe.",
  "lore.generic.wool": "Collected by shearing or killing Sheep, this block can be made into Beds, or placed to quiet your footsteps.",
  "lore.minecraft.activator_rail": "A type of rail that can enable or disable Minecarts with Hoppers and trigger Minecarts with TNT.",
  "lore.minecraft.allium": "This rare flower can be used to craft Magenta dye.",
  "lore.minecraft.amethyst_block": "A solid block of Amethyst.",
  "lore.minecraft.amethyst_cluster": "A fully grown cluster of Amethyst gems.",
  "lore.minecraft.amethyst_shard": "This gem can be used to make Spyglasses or Tinted Glass.",
  "lore.minecraft.ancient_debris": "This block can be smelted to reveal the ancient Scrap hiding within.",
  "lore.minecraft.andesite": "A solid block of Andesite.",
  "lore.minecraft.air_block": "This strange block can be eaten to regain air, or to inflate Moon Cows.",
  "lore.minecraft.packed_air": "This strange block will refill your air, but it will escape through any hole in your build.",
  "lore.minecraft.la_baguette": "Activating French Mode has granted you this strange... sword?",
  "lore.minecraft.le_tricolore": "Activating French Mode has granted you this strange flag. How patriotic!",
  "lore.minecraft.longer_string": "This strange item seems to be stringier than your standard string, but otherwise useless.",
  "lore.minecraft.dupe_hack": "This strange item can be crafted with another item to duplicate it.",
  "lore.minecraft.bit": "Stonecutting a Name or Tag has gotten you this item, the smallest Bit that can be stored.",
  "lore.minecraft.name": "Stonecutting a Name Tag has gotten you this item, which can be used for \"NBT Crafting\".",
  "lore.minecraft.tag": "Stonecutting a Name Tag has gotten you this item, which can be used for \"NBT Crafting\".",
  "lore.minecraft.string_tag": "Stonecutting a Name Tag has gotten you this item, which can be used for \"NBT Crafting\".",
  "lore.minecraft.byte_tag": "Stonecutting a Name Tag has gotten you this item, which can be used for \"NBT Crafting\".",
  "lore.minecraft.short_tag": "Stonecutting a Name Tag has gotten you this item, which can be used for \"NBT Crafting\".",
  "lore.minecraft.int_tag": "Stonecutting a Name Tag has gotten you this item, which can be used for \"NBT Crafting\".",
  "lore.minecraft.long_tag": "Stonecutting a Name Tag has gotten you this item, which can be used for \"NBT Crafting\".",
  "lore.minecraft.float_tag": "Stonecutting a Name Tag has gotten you this item, which can be used for \"NBT Crafting\".",
  "lore.minecraft.double_tag": "Stonecutting a Name Tag has gotten you this item, which can be used for \"NBT Crafting\".",
  "lore.minecraft.compound_tag": "Stonecutting a Name Tag has gotten you this item, which can be used for \"NBT Crafting\".",
  "lore.minecraft.list_tag": "Stonecutting a Name Tag has gotten you this item, which can be used for \"NBT Crafting\".",
  "lore.minecraft.left_square": "Stonecutting a Name Tag has gotten you this item, which can be used for \"NBT Crafting\".",
  "lore.minecraft.right_square": "Stonecutting a Name Tag has gotten you this item, which can be used for \"NBT Crafting\".",
  "lore.minecraft.left_curly": "Stonecutting a Name Tag has gotten you this item, which can be used for \"NBT Crafting\".",
  "lore.minecraft.right_curly": "Stonecutting a Name Tag has gotten you this item, which can be used for \"NBT Crafting\".",
  "lore.minecraft.syntax_error": "You've somehow made a mistake while \"NBT Crafting\", granting you your very own Ssssyntax Error.",
  "lore.minecraft.bottle_of_void": "Drinking the air out of a Bottle has caused it to fill with The Void. Using this item on an entity with fill the bottle with the entity!",
  "lore.minecraft.ant": "This strange block rapidly moves, changing White Concrete to Black Concrete and back again.",
  "lore.minecraft.anvil": "This block can be used to repair weapons, tools and armor.",
  "lore.minecraft.apple": "This foodstuff drops from Oak Leaves and can restore a small amount of saturation.",
  "lore.minecraft.armor_stand": "This convenient mannequin can be used to display your wearable items.",
  "lore.minecraft.arrow": "This item can be shot by Bows, Crossbows, and Dispensers. Its not much use in melee.",
  "lore.minecraft.axolotl_bucket": "This bucket is transporting an Axolotl.",
  "lore.minecraft.azalea": "This block can be grown into a Azalea Tree with Bone Meal.",
  "lore.minecraft.azure_bluet": "This small white flower that can be used to craft Light Blue Dye.",
  "lore.minecraft.baked_potato": "This foodstuff can be eaten to restore saturation.",
  "lore.minecraft.bamboo": "This block can be used to make Scaffolding or Bamboo Blocks. Pandas love it!",
  "lore.minecraft.bamboo_block": "A block of solid Bamboo. This can be made into Bamboo Planks.",
  "lore.minecraft.stripped_bamboo_block": "A Bamboo Block that has had its bark removed with an axe.",
  "lore.minecraft.bamboo_mosaic": "This block can be used as decoration.",
  "lore.minecraft.barrel": "This block is a Villager workstation and can be used to store items like a chest.",
  "lore.minecraft.barrier": "An invisible but solid block.",
  "lore.minecraft.basalt": "A solid block of Basalt.",
  "lore.minecraft.beacon": "Projects a beam of light into the sky, and can provide Status Effects to nearby players.",
  "lore.minecraft.bedrock": "The unbreakable foundation of the world.",
  "lore.minecraft.bee_nest": "This block may have bees hiding inside.",
  "lore.minecraft.beef": "Collected by killing a Cow, this item can be eaten raw or cooked.",
  "lore.minecraft.beehive": "This synthetic Bee Nest can be used to store Honey.",
  "lore.minecraft.beetroot": "This foodstuff can be eaten or crafted back into Seeds.",
  "lore.minecraft.beetroot_seeds": "This item can be planted to grow Beetroot.",
  "lore.minecraft.beetroot_soup": "This bootstuff restores a good amount of saturation.",
  "lore.minecraft.bell": "Ringing this block will alert villagers of nearby danger, and allow you to see nearby Raiders.",
  "lore.minecraft.big_dripleaf": "This block can be used as a temporary platform. When powered, it is forced up.",
  "lore.minecraft.blackstone": "A solid block of Blackstone.",
  "lore.minecraft.blast_furnace": "This block is a Villager workstation and can be used to smelt ores faster than a furnace can.",
  "lore.minecraft.blaze_powder": "Crafted from Blaze Rods, this item can be used as a brewing ingredient, fuel for the Brewing Stand, or to make Eyes of Ender.",
  "lore.minecraft.blaze_rod": "Collected by killing a Blaze, this item can be used to craft Blaze Powder or End Rods.",
  "lore.minecraft.blue_ice": "This block is even more slippery than ice.",
  "lore.minecraft.blue_orchid": "This rare blue flower can be made into Light Blue dye.",
  "lore.minecraft.bone": "Collected by killing a Skeleton, this item can be crafted into Bone Meal, or fed to a wolf to tame it.",
  "lore.minecraft.bone_meal": "This item can be used to rapidly grow some plants, flowers, and crops.",
  "lore.minecraft.bone_block": "This block composes underground fossils, and can be crafted into Bone Meal.",
  "lore.minecraft.book": "This item can be used to create bookshelves or enchanted to make Enchanted Books.",
  "lore.minecraft.book_box": "This strange block seems to never run out of books. Freaky.",
  "lore.minecraft.bookshelf": "This block can provide extra power to nearby Enchanting Tables.",
  "lore.minecraft.bow": "This ranged weapon can be used to shoot far off targets.",
  "lore.minecraft.bowl": "This item can be used to store Stews and Soups.",
  "lore.minecraft.bread": "This foodstuff restores a good amount of saturation.",
  "lore.minecraft.brewing_stand": "This block is a Villager workstation and can be used for making Potions and Splash Potions.",
  "lore.minecraft.breeze_rod": "This rare item can be crafted into Wind Charges, or used as a tool rod for the Mace.",
  "lore.minecraft.brick": "Baked from Clay in a Furnace, this item can be made into Bricks.",
  "lore.minecraft.bricks": "This Brick block can be used as a building block.",
  "lore.minecraft.brush": "This tool can be used to brush away Suspicious Sand and Gravel.",
  "lore.minecraft.brown_mushroom": "This item can be used to make Fermented Spider Eyes or Mushroom Stew. It only grows in darkness.",
  "lore.minecraft.brown_mushroom_block": "This block will break into Brown Mushrooms.",
  "lore.minecraft.bucket": "This item can be used to transport water, lava, milk, and aquatic mobs.",
  "lore.minecraft.budding_amethyst": "This fragile block will grow Amethyst Clusters.",
  "lore.minecraft.bundle": "This item can be used to store a variety of items, up to one stack.",
  "lore.minecraft.cactus": "This pointy block destroys items that touches it, and can be smelted into a Green Dye.",
  "lore.minecraft.calcite": "A block of solid Calcite.",
  "lore.minecraft.calibrated_sculk_sensor": "This block has twice the range of a Sculk Sensor, and can detect vibrations more frequently. It can be tuned to a specific frequency by powering its side.",
  "lore.minecraft.campfire": "This block can be used to cook food or act as a light source or smoke signal.",
  "lore.minecraft.carrot": "This foodstuff can be eaten, planted in farmland, or used to tempt Pigs.",
  "lore.minecraft.carrot_on_a_stick": "This item can be used to direct Pigs while riding on them.",
  "lore.minecraft.cartography_table": "This block is a Villager workstation and can be used to clone and creating maps.",
  "lore.minecraft.carved_pumpkin": "This spooky block can be used as decoration, or crafted into a Jack o'Lantern.",
  "lore.minecraft.cauldron": "This block is a Villager workstation and can be used to store rain, snow, and dripping lava - or to wash leather clean.",
  "lore.minecraft.chain": "This block can be used to hang Lanterns from the ceiling.",
  "lore.minecraft.chain_command_block": "This developer tool executes a command following another Command Block being powered.",
  "lore.minecraft.charcoal": "This item can be used as a fuel in a furnace, or crafted to make a torch.",
  "lore.minecraft.cheese": "This strange block can be eaten into smaller and smaller cubes. Handy?",
  "lore.minecraft.chest": "This block can store blocks and items inside. Place two side by side to create a larger chest with double the capacity.",
  "lore.minecraft.chest_minecart": "A special type of Minecart that can transport goods along rails.",
  "lore.minecraft.chicken": "Collected by killing a Chicken, this item should be cooked before eating.",
  "lore.minecraft.chipped_anvil": "Can be used to repair weapons, tools and armor.",
  "lore.minecraft.chiseled_bookshelf": "This block can store books inside. The value of the most recent book can be found with a Comparator.",
  "lore.minecraft.chiseled_deepslate": "A variant of Deepslate that has been chiseled.",
  "lore.minecraft.chiseled_nether_bricks": "A variant of Nether Bricks that has been chiseled.",
  "lore.minecraft.chiseled_polished_blackstone": "A variant of Blackstone that has been polished and chiseled.",
  "lore.minecraft.chiseled_quartz_block": "A variant of Quartz that has been chiseled.",
  "lore.minecraft.chiseled_red_sandstone": "A variant of Red Sandstone that has been chiseled.",
  "lore.minecraft.chiseled_sandstone": "A variant of Sandstone that has been chiseled.",
  "lore.minecraft.chiseled_stone_bricks": "A variant of Stone Bricks that has been chiseled.",
  "lore.minecraft.chorus_flower": "This block can be planted on End Stone to grow a Chorus Plant.",
  "lore.minecraft.chorus_fruit": "This item drops from Chorus Plants, and teleports the player randomly when eaten.",
  "lore.minecraft.chorus_plant": "This block grows from Chorus Flowers, and sometimes drops Chorus Fruit.",
  "lore.minecraft.clay": "This block can be smelted into Terracotta, or broken into Clay Balls.",
  "lore.minecraft.clay_ball": "This item can be baked into a Brick, or crafted back into Clay Blocks.",
  "lore.minecraft.clock": "This item displays the sun and moon in relative position to the horizon to tell time.",
  "lore.minecraft.coal": "This item can be used as a fuel in a furnace, or crafted to make a torch.",
  "lore.minecraft.coal_block": "A solid block of Coal.",
  "lore.minecraft.coal_ore": "This ore can be smelted to reveal the Coal inside.",
  "lore.minecraft.coarse_dirt": "A special type of Dirt that does not grow grass.",
  "lore.minecraft.cobbled_deepslate": "A cobbled form of Deepslate that can be used for tools or decorative blocks.",
  "lore.minecraft.cobblestone": "A more processed form of stone, great for making tools.",
  "lore.minecraft.cobweb": "This block will slow your movement when walking through it.",
  "lore.minecraft.cod": "Collected by killing a Cod, this fish can be eaten raw or cooked.",
  "lore.minecraft.cod_bucket": "This bucket is transporting a Cod.",
  "lore.minecraft.command_block": "This developer tool can be used to execute commands whenever it receives a Redstone Signal.",
  "lore.minecraft.command_block_minecart": "This developer tool is used to execute commands on the move!",
  "lore.minecraft.comparator": "This block is used in Redstone Circuits to maintain, compare, or subtract signal strength, or to measure certain block states.",
  "lore.minecraft.compass": "This item points you back to the world spawn point.",
  "lore.minecraft.composter": "This block is a Villager workstation and can be used to recycle various plant and food items to produce Bone Meal.",
  "lore.minecraft.conduit": "This block gives nearby players a powerful status effect if they are in water or rain.",
  "lore.minecraft.cooked_beef": "This foodstuff restores a lot of saturation when eaten, even more than Raw Beef.",
  "lore.minecraft.cooked_chicken": "This foodstuff restores more saturation than Raw Chicken.",
  "lore.minecraft.cooked_cod": "This foodstuff restores more saturation than Raw Cod.",
  "lore.minecraft.cooked_mutton": "This foodstuff restores more saturation than Raw Mutton.",
  "lore.minecraft.cooked_porkchop": "This foodstuff restores more saturation than Raw Porkchop.",
  "lore.minecraft.cooked_rabbit": "This foodstuff restores more saturation than Raw Rabbit.",
  "lore.minecraft.cooked_salmon": "This foodstuff restores more saturation than Raw Salmon.",
  "lore.minecraft.cookie": "This foodstuff restores a small amount of saturation.",
  "lore.minecraft.copper_block": "A solid block of Copper.",
  "lore.minecraft.chiseled_copper": "A variant of Copper that has been chiseled.",
  "lore.minecraft.weathered_chiseled_copper": "A variant of Copper that has been chiseled and left alone until it has weathered.",
  "lore.minecraft.exposed_chiseled_copper": "A variant of Copper that has been chiseled and left alone until it has become exposed.",
  "lore.minecraft.oxidized_chiseled_copper": "A variant of Copper that has been chiseled and left alone until it has oxidized.",
  "lore.minecraft.waxed_chiseled_copper": "A variant of Copper that has been chiseled. It has been Waxed to prevent oxidization.",
  "lore.minecraft.waxed_weathered_chiseled_copper": "A variant of Copper that has been chiseled and left alone until it has weathered. It has been Waxed to prevent further oxidization.",
  "lore.minecraft.waxed_exposed_chiseled_copper": "A variant of Copper that has been chiseled and left alone until it has become exposed. It has been Waxed to prevent further oxidization.",
  "lore.minecraft.waxed_oxidized_chiseled_copper": "A variant of Copper that has been chiseled and left alone until it has oxidized. It has been Waxed to prevent further oxidization.",
  "lore.minecraft.copper_bulb": "This block can be powered to toggle it between an on and off state.",
  "lore.minecraft.exposed_copper_bulb": "This block can be powered to toggle it between an on and off state. It has been left alone until it has become exposed.",
  "lore.minecraft.weathered_copper_bulb": "This block can be powered to toggle it between an on and off state. It has been left alone until it has weathered.",
  "lore.minecraft.oxidized_copper_bulb": "This block can be powered to toggle it between an on and off state. It has been left alone until it has oxidized.",
  "lore.minecraft.waxed_copper_bulb": "This block can be powered to toggle it between an on and off state.",
  "lore.minecraft.waxed_exposed_copper_bulb": "This block can be powered to toggle it between an on and off state. It has been left alone until it has become exposed.",
  "lore.minecraft.waxed_weathered_copper_bulb": "This block can be powered to toggle it between an on and off state. It has been left alone until it has weathered.",
  "lore.minecraft.waxed_oxidized_copper_bulb": "This block can be powered to toggle it between an on and off state. It has been left alone until it has oxidized.",
  "lore.minecraft.copper_grate": "This Copper variant is partially transparent, and can be filled with water.",
  "lore.minecraft.exposed_copper_grate": "This Copper variant is partially transparent, and can be filled with water. It has been left alone until it has become Exposed.",
  "lore.minecraft.weathered_copper_grate": "This Copper variant is partially transparent, and can be filled with water. It has been left alone until it has become Weathered.",
  "lore.minecraft.oxidized_copper_grate": "This Copper variant is partially transparent, and can be filled with water. It has been left alone until it has become Oxidized.",
  "lore.minecraft.waxed_copper_grate": "This Copper variant is partially transparent, and can be filled with water. It has been Waxed to prevent oxidization.",
  "lore.minecraft.waxed_exposed_copper_grate": "This Copper variant is partially transparent, and can be filled with water. It has been left alone until it has become exposed, but has been Waxed to prevent oxidizing further.",
  "lore.minecraft.waxed_weathered_copper_grate": "This Copper variant is partially transparent, and can be filled with water. It has been left alone until it has weathered, but has been Waxed to prevent oxidizing further.",
  "lore.minecraft.waxed_oxidized_copper_grate": "This Copper variant is partially transparent, and can be filled with water. It has been left alone until it has oxidized, but has been Waxed to prevent oxidizing further.",
  "lore.minecraft.copper_ingot": "A shiny ingot that can be turned into decorative blocks. Created by smelting Raw Copper in a furnace.",
  "lore.minecraft.copper_ore": "This ore can be smelted to reveal the Copper inside.",
  "lore.minecraft.copper_sink": "This strange block can delete Copper blocks.",
  "lore.minecraft.copper_spleaves": "This strange block is fragile, and breaks when touched.",
  "lore.minecraft.cornflower": "This flower can be placed normally or into a Flower Pot.",
  "lore.minecraft.cracked_deepslate_bricks": "A variant of Deepslate that has been cracked and carved into bricks.",
  "lore.minecraft.cracked_deepslate_tiles": "A variant of Deepslate that has been cracked and carved into tiles.",
  "lore.minecraft.cracked_nether_bricks": "A variant of Nether Bricks that has been cracked.",
  "lore.minecraft.cracked_polished_blackstone_bricks": "A variant of Blackstone that has been cracked and carved into bricks.",
  "lore.minecraft.cracked_stone_bricks": "A variant of Stone Bricks that has been cracked.",
  "lore.minecraft.crafting_table": "Allows you to craft a more varied selection of items than the normal crafting.",
  "lore.minecraft.crafter": "When this block recieves power, it will craft a block based off the recipe in its inventory.",
  "lore.minecraft.crimson_fungus": "This block can be used like a Sapling for Huge Crimson Fungus. Just add Bone Meal!",
  "lore.minecraft.crimson_nylium": "This Crimson Mushroom growth almost resembles a Nether equivalent to Grass Blocks.",
  "lore.minecraft.crimson_roots": "This colony of Mushrooms is as common as Grass in the Nether.",
  "lore.minecraft.crossbow": "This ranged weapon can be used to shoot arrows or fireworks at far off enemies.",
  "lore.minecraft.crying_obsidian": "This block emits a slight light and can be used to make Respawn Anchors.",
  "lore.minecraft.cursor": "This strange block alternates between a bright green and pitch black texture.",
  "lore.minecraft.cut_copper": "A variant of Copper that has been Cut.",
  "lore.minecraft.cut_red_sandstone": "Used as a building material. Unlike normal Red Sand, it is not influenced by gravity.",
  "lore.minecraft.cut_sandstone": "Used as a building material. Unlike normal Sand, it is not influenced by gravity.",
  "lore.minecraft.damaged_anvil": "Can be used to repair weapons, tools and armor.",
  "lore.minecraft.dandelion": "A small yellow flower that can be made into Yellow Dye.",
  "lore.minecraft.dark_prismarine": "This block is a rarer form of Prismarine that can be found in Ocean Monuments.",
  "lore.minecraft.daylight_detector": "This handy little block detects changes in light. Want to automate something when it's dark? This is the block for you.",
  "lore.minecraft.dead_bush": "A brittle desert shrub that can be punched into sticks.",
  "lore.minecraft.debug_stick": "This developer tool can be used to change a block's state.",
  "lore.minecraft.decorated_pot": "Combining various Sherds and Bricks gets you this fancy pot. Very fragile!",
  "lore.minecraft.deepslate": "A solid block of Deepslate from the depths of the world.",
  "lore.minecraft.deepslate_bricks": "A variant of Deepslate that has been carved into bricks.",
  "lore.minecraft.deepslate_coal_ore": "This ore can be smelted to reveal the Coal inside.",
  "lore.minecraft.deepslate_copper_ore": "This ore can be smelted to reveal the Copper inside.",
  "lore.minecraft.deepslate_diamond_ore": "This ore can be mined with an Iron Pickaxe or better to collect Diamonds!",
  "lore.minecraft.deepslate_emerald_ore": "This ore can be smelted to reveal the Emerald inside.",
  "lore.minecraft.deepslate_gold_ore": "This ore can be smelted to reveal the Gold inside.",
  "lore.minecraft.deepslate_iron_ore": "This ore can be smelted to reveal the Iron inside.",
  "lore.minecraft.deepslate_lapis_ore": "This ore can be mined with an Stone Pickaxe or better to collect Lapis Lazuli.",
  "lore.minecraft.deepslate_redstone_ore": "This ore can be mined with an Iron Pickaxe or better to collect Redstone Dust.",
  "lore.minecraft.potone_coal_ore": "This ore can be smelted to reveal the Coal inside.",
  "lore.minecraft.potone_copper_ore": "This ore can be smelted to reveal the Copper inside.",
  "lore.minecraft.potone_diamond_ore": "This ore can be mined with an Iron Pickaxe or better to collect Diamonds!",
  "lore.minecraft.potone_emerald_ore": "This ore can be smelted to reveal the Emerald inside.",
  "lore.minecraft.potone_gold_ore": "This ore can be smelted to reveal the Gold inside.",
  "lore.minecraft.potone_iron_ore": "This ore can be smelted to reveal the Iron inside.",
  "lore.minecraft.potone_lapis_ore": "This ore can be mined with an Stone Pickaxe or better to collect Lapis Lazuli.",
  "lore.minecraft.potone_redstone_ore": "This ore can be mined with an Iron Pickaxe or better to collect Redstone Dust.",
  "lore.minecraft.deepslate_poisonous_potato_ore": "This ore can be mined with an Stone Pickaxe or better to collect Poisonous Potatoes.",
  "lore.minecraft.poisonous_potato_ore": "This ore can be mined with an Stone Pickaxe or better to collect Poisonous Potatoes.",
  "lore.minecraft.deepslate_tiles": "A variant of Deepslate that has been carved into bricks.",
  "lore.minecraft.detector_rail": "This block functions like a pressure plate, but can only be activated by a Minecart.",
  "lore.minecraft.diamond": "Use these to create very strong tools, weapons or armor.",
  "lore.minecraft.diamond_block": "A solid block of Diamond.",
  "lore.minecraft.diamond_ore": "This ore can be mined with an Iron Pickaxe or better to collect Diamonds!",
  "lore.minecraft.diorite": "A solid block of Diorite.",
  "lore.minecraft.dirt": "A foundational block of the world, it can be mined with a shovel.",
  "lore.minecraft.dirt_path": "This block can be used to outline paths in your world.",
  "lore.minecraft.disc_fragment_5": "This item is a shattered piece of a Music Disc. Combining it with other shards may create an intact Disc.",
  "lore.minecraft.dispenser": "This block will hold and shoot out items in a random order when given a Redstone Charge.",
  "lore.minecraft.dragon_breath": "Collected from the Ender Dragon, this can be used as a brewing ingredient.",
  "lore.minecraft.dragon_egg": "This one of a kind block symbolizes the defeat of the Dragon in The End.",
  "lore.minecraft.dried_kelp": "This foodstuff can be eaten quickly, but does not restore much saturation.",
  "lore.minecraft.dried_kelp_block": "This compact block can be used as decoration, or as fuel in a Furnace.",
  "lore.minecraft.dripstone_block": "A solid block of Dripstone.",
  "lore.minecraft.dropper": "This block will drop its contents when powered.",
  "lore.minecraft.echo_shard": "This rare item can be used to craft a Recovery Compass.",
  "lore.minecraft.egg": "Dropped randomly by chickens, this item can be thrown or crafted into food items.",
  "lore.minecraft.elytra": "Found in the endgame, this item allows the player to glide when worn.",
  "lore.minecraft.emerald": "This item can be used as currency when trading with villagers.",
  "lore.minecraft.emerald_block": "A solid block of Emerald.",
  "lore.minecraft.emerald_ore": "This ore can be smelted to reveal the Emerald inside.",
  "lore.minecraft.enchanted_book": "This book can be used in an Anvil to transfer its enchantments to a different tool, weapon, armor, or book.",
  "lore.minecraft.enchanted_golden_apple": "This extremely rare foodstuff will grant you incredibly beneficial effects when eaten.",
  "lore.minecraft.enchanting_table": "This allows players to enchant their weapons, tools, bows, crossbows, and armor using their Experience Points.",
  "lore.minecraft.end_crystal": "Heals the Ender Dragon, and can be used to respawn it. Explodes when attacked.",
  "lore.minecraft.end_portal_frame": "This block forms the End Portal.",
  "lore.minecraft.end_rod": "This block found in the End provides light like a Torch.",
  "lore.minecraft.end_stone": "A block type found in The End. It has a very high blast resistance, and so is useful for building with.",
  "lore.minecraft.end_stone_bricks": "This block is crafted from End Stone, and can be used as decoration.",
  "lore.minecraft.ender_chest": "Similar to a Chest, this block allows the items placed inside to be available in every one of the player's Ender Chests, even in different dimensions.",
  "lore.minecraft.ender_eye": "When thrown, this item will show the direction to an End Portal.",
  "lore.minecraft.ender_pearl": "Collected by killing an Enderman, throwing this item will teleport the player to wherever it lands, at the cost of some health.",
  "lore.minecraft.experience_bottle": "When thrown, this item drops Experience Orbs which increase your experience points when collected.",
  "lore.minecraft.exposed_copper": "A variant of Copper that has been left alone until it has become Exposed.",
  "lore.minecraft.exposed_cut_copper": "A variant of Copper that has been Cut and left until it has become Exposed.",
  "lore.minecraft.farmland": "This is the perfect block for planting and growing seeds, root vegetables and some saplings.",
  "lore.minecraft.feather": "Collected by killing a Chicken, this item can be used to make Arrows.",
  "lore.minecraft.fermented_spider_eye": "This item can be used as a brewing ingredient to invert a potion's effect.",
  "lore.minecraft.fern": "This block will sometimes drop Seeds when broken.",
  "lore.minecraft.filled_map": "This item shows your immediate surroundings, allowing you to pathfind to your destination.",
  "lore.minecraft.fire_charge": "This item is useful for setting things on fire, or for indiscriminately starting fires when fired from a Dispenser.",
  "lore.minecraft.firework_rocket": "Celebrate in style with some decorative explosions brought to you by the one and only, Firework Rocket.",
  "lore.minecraft.firework_star": "This item is used to determine the color, effect, and shape of firework rockets.",
  "lore.minecraft.fishing_rod": "Fishing rods are tools whose primary purpose is to use for fishing.",
  "lore.minecraft.fletching_table": "This block is a Villager workstation that appears within villages.",
  "lore.minecraft.flint": "An uncommon drop from Gravel, this item can be crafted into Arrows or Flint and Steel.",
  "lore.minecraft.flint_and_steel": "This tool can be used to set fires and light Nether Portals.",
  "lore.minecraft.fine_item": "This strange, rare item feels like a joke.",
  "lore.minecraft.flower_pot": "This block can hold flowers and other natural blocks inside.",
  "lore.minecraft.flowering_azalea": "This block can be grown into a Azalea Tree with Bone Meal.",
  "lore.minecraft.footprint": "This strange, rare item feels like a joke.",
  "lore.minecraft.frogspawn": "This block can be placed on water to eventually grow into Tadpoles.",
  "lore.minecraft.frosted_ice": "An even more brittle and impermanent form of Ice created by magic.",
  "lore.minecraft.furnace": "This block allows you to smelt ore, create charcoal and glass, and cook food.",
  "lore.minecraft.furnace_minecart": "A special type of Minecart that can push other Minecarts.",
  "lore.minecraft.ghast_tear": "Collected by killing a Ghast, this item can be used as a potion ingredient or to craft End Crystals.",
  "lore.minecraft.gilded_blackstone": "This variant of Blackstone has pieces of Gold inside. If you mine it, you might get some!",
  "lore.minecraft.glass": "This block is transparent, and could make a nice window.",
  "lore.minecraft.glass_bottle": "This item can be used on Water or Bee Hives to fill with Water or Honey.",
  "lore.minecraft.glass_pane": "This block is transparent, and could make a nice window.",
  "lore.minecraft.glistering_melon_slice": "This item can be used as a Potion ingredient.",
  "lore.minecraft.glow_berries": "This foodstuff can be planted on ceilings to create Cave Vines, or eaten to recover some saturation.",
  "lore.minecraft.glow_ink_sac": "This item can be used on Signs and Item Frames to make the text glow more prominently.",
  "lore.minecraft.glow_item_frame": "This item can be placed on the wall and will illuminate the item placed inside.",
  "lore.minecraft.glow_lichen": "This block can be placed on surfaces to provide a small amount of light.",
  "lore.minecraft.glowstone": "A solid, brighter light source than torches that can even be used underwater.",
  "lore.minecraft.glowstone_dust": "This item can be crafted back into Glowstone Blocks or brewed with a potion to increase the potency of the effect.",
  "lore.minecraft.goat_horn": "This item is dropped when a Goat rams into a solid block. It can make some serious noise.",
  "lore.minecraft.gold_block": "A solid block of Gold.",
  "lore.minecraft.gold_ingot": "A shiny ingot which can be used to craft tools made from this material. Created by smelting Raw Gold in a furnace.",
  "lore.minecraft.gold_nugget": "This piece of gold can be used to make Golden Carrots or Glistering Melons.",
  "lore.minecraft.gold_ore": "This ore can be smelted to reveal the Gold inside.",
  "lore.minecraft.golden_apple": "This special foodstuff will grant you beneficial effects when eaten.",
  "lore.minecraft.golden_carrot": "This uncommon foodstuff is incredibly filling.",
  "lore.minecraft.granite": "A solid block of Granite.",
  "lore.minecraft.grass": "This plant can be punched to obtain Seeds.",
  "lore.minecraft.grass_block": "A block of dirt with grass growing on top.",
  "lore.minecraft.gravel": "This block may sometimes produces Flint when dug up, and is affected by gravity.",
  "lore.minecraft.grindstone": "This block is a Villager workstation and can be used to restore durability and disenchant equipment.",
  "lore.minecraft.gunpowder": "Collected by killing a Creeper, this item can be used to make TNT or Fireworks.",
  "lore.minecraft.hanging_roots": "This decorative block can be found in Lush Caves or from converting Rooted Dirt.",
  "lore.minecraft.hay_block": "Can be fed to Horses, Donkeys, Mules, and Llamas.",
  "lore.minecraft.heavy_core": "This rare block is a core ingredient in crafting the Mace.",
  "lore.minecraft.heart_of_the_sea": "This rare buried treasure can be used to craft a Conduit.",
  "lore.minecraft.honey_block": "This block will slow your fall when you touch it.",
  "lore.minecraft.honey_bottle": "This item can be used to make Honey Blocks, or eaten.",
  "lore.minecraft.honeycomb": "This item can be used to make Candles, or to prevent Copper from aging.",
  "lore.minecraft.honeycomb_block": "A block of solid honeycomb.",
  "lore.minecraft.hopper": "This block is used to catch items or to transfer items into and out of containers.",
  "lore.minecraft.hopper_minecart": "A special type of Minecart that functions similarly to a Hopper. It will collect items lying on tracks and from containers above it.",
  "lore.minecraft.ice": "This block is brittle, impermanent, and slippery.",
  "lore.minecraft.ink_sac": "Collected by killing a Squid, this item can be made into Black Dye or used to make Book and Quills.",
  "lore.minecraft.iron_bars": "This block can be used as a barrier, but can be jumped over.",
  "lore.minecraft.iron_block": "A solid block of Iron.",
  "lore.minecraft.iron_door": "This solid door can only be opened with Redstone Power.",
  "lore.minecraft.iron_ingot": "A shiny ingot which can be used to craft tools made from this material. Created by smelting Raw Iron in a furnace.",
  "lore.minecraft.iron_nugget": "This piece of Iron can be used to make Lanterns.",
  "lore.minecraft.iron_ore": "This ore can be smelted to reveal the Iron inside.",
  "lore.minecraft.iron_trapdoor": "This solid trapdoor can only be opened with Redstone Power.",
  "lore.minecraft.item_frame": "This item can be placed on the wall and will display the item placed inside.",
  "lore.minecraft.jack_o_lantern": "This spooky block can be used as a decorative light source.",
  "lore.minecraft.jigsaw": "This developer tool can be used to connect Structures together.",
  "lore.minecraft.jukebox": "This block can be used to play music discs.",
  "lore.minecraft.kelp": "This block can be planted in water, or dried in a Furnace and eaten.",
  "lore.minecraft.knowledge_book": "This developer tool can be used to grant recipes.",
  "lore.minecraft.ladder": "This block can be used to climb vertically.",
  "lore.minecraft.lantern": "This block provides a bright, orange light. It can be hung from the ceiling or placed on the ground.",
  "lore.minecraft.lapis_block": "A solid block of Lapis Lazuli.",
  "lore.minecraft.lapis_ore": "This ore can be mined with an Stone Pickaxe or better to collect Lapis Lazuli.",
  "lore.minecraft.lapis_lazuli": "This gem can be used as a reagent when enchanting, or crafted into Blue Dye.",
  "lore.minecraft.large_amethyst_bud": "This Amethyst bud is still growing.",
  "lore.minecraft.large_fern": "This overgrown Fern can be broken for Wheat Seeds.",
  "lore.minecraft.lava": "This will set fire to anything that touches it. Can be collected in a bucket.",
  "lore.minecraft.lava_bucket": "This item is transporting Lava.",
  "lore.minecraft.lead": "This item can be used on mobs to transport them more easily.",
  "lore.minecraft.leather": "Collected by killing a Cow, this item can be used to make armor or books.",
  "lore.minecraft.lectern": "This block is a Villager workstation and can be used to hold books for multiple players to read in multiplayer.",
  "lore.minecraft.lever": "Used to send redstone power by being turned on or off. Stays in the on or off state until pressed again.",
  "lore.minecraft.light": "An invisible block that somehow emits light.",
  "lore.minecraft.lightning_rod": "This block prevents your builds from being struck by Lightning by attracting nearby bolts.",
  "lore.minecraft.lilac": "This tall purple flower can be made into Purple Dye.",
  "lore.minecraft.lily_of_the_valley": "This small white flower can be made into White Dye.",
  "lore.minecraft.lily_pad": "Floats on water, and can be walked on.",
  "lore.minecraft.lingering_potion": "When thrown, this item produces an Area Effect Cloud that gives potion effects when touched. The cloud will eventually dissipate.",
  "lore.minecraft.lodestone": "If you use a Compass on this block, the Compass will point you back to it.",
  "lore.minecraft.lodestone_compass": "This item will point you towards the Lodestone you used it on.",
  "lore.minecraft.loom": "This block can be used to craft Banners.",
  "lore.minecraft.mace": "This rare weapon does more damage the further you fall with it.",
  "lore.minecraft.magma_block": "This block will deal fire damage when you stand on it.",
  "lore.minecraft.magma_cream": "Collected by killing a Magma Cube, this item can be used as a brewing ingredient.",
  "lore.minecraft.mangrove_roots": "This block supports Mangrove Trees. It can be filled with water.",
  "lore.minecraft.map": "When used, this item creates a filled map of the surrounding area.",
  "lore.minecraft.medium_amethyst_bud": "This Amethyst bud is still growing.",
  "lore.minecraft.melon": "This block can be broken into Melon Slices, which can be eaten.",
  "lore.minecraft.melon_seeds": "This item can be planted to grow a whole Melon.",
  "lore.minecraft.melon_slice": "This foodstuff restores a small amount of saturation, and can be crafted into Melon Seeds.",
  "lore.minecraft.milk_bucket": "This item can be drank to clear out all potion effects.",
  "lore.minecraft.minecart": "Used to transport you, an animal, or a monster along rails.",
  "lore.minecraft.moss_block": "This block can be grown to transform natural blocks into more of it.",
  "lore.minecraft.moss_carpet": "Obtained from growing Moss, this block is great for terraforming.",
  "lore.minecraft.mossy_cobblestone": "This block is found in Dungeons and can be used as decoration.",
  "lore.minecraft.mossy_stone_bricks": "This variant of Stone Bricks has been left to become Mossy.",
  "lore.minecraft.mud": "This block can be created by using Water Bottles on Dirt. You sink into it when you step on it.",
  "lore.minecraft.muddy_mangrove_roots": "This block supports Mangrove Trees. It's covered in mud.",
  "lore.minecraft.mushroom_stem": "This block composes Overworld Tall Mushrooms and can be used as decoration.",
  "lore.minecraft.mushroom_stew": "This foodstuff restores a good amount of saturation.",
  "lore.minecraft.music_disc_5": "This rare item can be crafted out of Music Disc Fragments, and can be played in a Jukebox.",
  "lore.minecraft.music_disc_relic": "This rare item can be found in Trail Ruins, and can be played in a Jukebox.",
  "lore.minecraft.music_disc_otherside": "This rare item can be found in Dungeons, and can be played in a Jukebox.",
  "lore.minecraft.music_disc_pigstep": "This rare item can be found in Bastions, and can be played in a Jukebox.",
  "lore.minecraft.music_disc_creator_music_box": "This rare item can be found in Decorated Pots in Trial Chambers, and can be played in a Jukebox.",
  "lore.minecraft.music_disc_creator": "This rare item can be found in Trial Chambers Ominous Vaults, and can be played in a Jukebox.",
  "lore.minecraft.music_disc_precipice": "This rare item can be found in Trial Chamber Vaults, and can be played in a Jukebox.",
  "lore.minecraft.mutton": "Collected by killing a Sheep, this foodstuff can be eaten raw or cooked.",
  "lore.minecraft.mycelium": "This block is similar to Grass Blocks, but is very good for growing mushrooms on.",
  "lore.minecraft.name_tag": "This item can be used to name mobs in the world.",
  "lore.minecraft.nautilus_shell": "This item obtained from Drowned or Fishing can be used to craft a Conduit.",
  "lore.minecraft.nether_brick": "This item can be crafted into Nether Bricks.",
  "lore.minecraft.nether_bricks": "This block is used to build Nether Fortresses, and is immune to a Ghast's fireballs.",
  "lore.minecraft.nether_gold_ore": "This ore can be smelted to reveal the Gold inside.",
  "lore.minecraft.nether_quartz_ore": "This ore can be smelted to reveal the Quartz inside.",
  "lore.minecraft.nether_sprouts": "These spores can be found in the Nether.",
  "lore.minecraft.nether_star": "This rare item can be used to craft a Beacon.",
  "lore.minecraft.nether_wart": "This Nether crop can be planted on Soul Sand. It's useful as a brewing ingredient.",
  "lore.minecraft.nether_wart_block": "A solid block of Nether Warts.",
  "lore.minecraft.netherite_block": "A solid block of Netherite.",
  "lore.minecraft.netherite_ingot": "This ingot can be applied to your Diamond Tools to make them stronger and fire resistant.",
  "lore.minecraft.netherite_stairs": "This strange, rare block is incredibly tough.",
  "lore.minecraft.netherite_scrap": "This scrap can be combined with gold to make a Netherite Ingot.",
  "lore.minecraft.netherrack": "This block will burn forever if set alight.",
  "lore.minecraft.note_block": "This block plays a note when triggered. Hit it to change the pitch of the note. Placing this on top of different blocks will change the type of instrument.",
  "lore.minecraft.observer": "Emits a Redstone Signal when adjacent blocks are updated.",
  "lore.minecraft.obsidian": "This block can be arranged in the shape of a door to create a Nether Portal.",
  "lore.minecraft.ominous_bottle": "This strange potion will give you the Bad Omen effect.",
  "lore.minecraft.ominous_trial_key": "This item can be used to unlock Ominous Vaults in Trial Chambers.",
  "lore.minecraft.orange_tulip": "A beautiful orange flower that can be placed in Flower Pots.",
  "lore.minecraft.oxeye_daisy": "A common white and yellow flower that can be made into Light Gray dye.",
  "lore.minecraft.oxidized_copper": "A variant of Copper that has been left alone until it has become Oxidized.",
  "lore.minecraft.oxidized_cut_copper": "A variant of Copper that has been Cut and left until it has become Oxidized.",
  "lore.minecraft.packed_ice": "A solid unmeltable block of ice that can have objects placed on it.",
  "lore.minecraft.packed_mud": "A block of Mud made stronger by combining with Wheat. This block can be made into Bricks.",
  "lore.minecraft.painting": "This item can be placed on the wall to show a random painting. The bigger the wall, the bigger the painting.",
  "lore.minecraft.paper": "This item can be used to create books, maps, and fireworks.",
  "lore.minecraft.peony": "This tall flower can be made into Pink Dye.",
  "lore.minecraft.petrified_oak_slab": "This rare block is from the distant past. Its strangely tough and requires a Pickaxe to mine.",
  "lore.minecraft.pickaxe_block": "When powered, this strange block will break any block in front of it instantly.",
  "lore.minecraft.place_block": "When powered, this strange block will place blocks from its inventory.",
  "lore.minecraft.phantom_membrane": "Obtained from killing Phantoms, this item can be used to brew potions.",
  "lore.minecraft.pink_petals": "A delicate Pink flower found in Cherry Groves.",
  "lore.minecraft.pink_tulip": "A beautiful pink flower that can be placed in Flower Pots.",
  "lore.minecraft.piston": "When powered, this block extends if it can and pushes blocks.",
  "lore.minecraft.pitcher_pod": "A strange seed used to grow an even stranger plant.",
  "lore.minecraft.pitcher_plant": "A strange blue plant from a time before you.",
  "lore.minecraft.podzol": "This dirt type block has a special friendship with mushrooms.",
  "lore.minecraft.pointed_dripstone": "This block is sharp, and will deal damage if you fall on it (or it falls on you).",
  "lore.minecraft.poisonous_potato": "This item isn't particularly useful. Eating it is not recommended.",
  "lore.minecraft.poisonous_potato_plant": "This item resembles a Poisonous Potato. Maybe if you wear it, it might help?",
  "lore.minecraft.poisonous_potato_fries": "Somehow, cooking Poisonous Potato Sticks has made them more nutritious.",
  "lore.minecraft.poisonous_potato_sticks": "Somehow, slicing a Poisonous Potato has made it no longer poisonous.",
  "lore.minecraft.poisonous_potato_slices": "Somehow, slicing a Poisonous Potato has made it no longer poisonous.",
  "lore.minecraft.poisonous_potato_chips": "Somehow, cooking Poisonous Potato Slices has made them more nutritious.",
  "lore.minecraft.poisonous_potato_zombie_head_hat": "This Head Hat can be placed as a decoration, or worn as a mask to blend in amongst the Poisonous Potato Zombies.",
  "lore.minecraft.poisonous_potato_zombie_head_block": "This Potato block is not obtainable in Survival. It resembles the Poisonous Potato Zombie.",
  "lore.minecraft.hash_browns": "Frying a potato peel has turned them into a far more nutritious Hash Brown.",
  "lore.minecraft.pedestal": "Using a Poisonous Potato on this block will create a portal to the Poisonous Potato Dimension. It's very tough to break.",
  "lore.minecraft.potato_portal": "This block will transport you to the Poisonous Potato dimension.",
  "lore.minecraft.potato_eye": "When used, this item will lead you to the nearest Ruined Portatol (in the Oveworld) or Colosseum (in the Poisonous Potato Dimension).",
  "lore.minecraft.potato_staff": "When used by a player who has killed the Mega Spud, this item can be used to create Potato Portals.",
  "lore.minecraft.potato_hammer": "This weapon is both incredibly fast, powerful, and deals incredible knockback. But don't worry, at least its recipe isn't balanced either!",
  "lore.minecraft.potato_of_knowledge": "This item can be consumed to grant the player additional experience points.",
  "lore.minecraft.poisonous_polytra": "This item allows the player to glide when worn. Somehow.",
  "lore.minecraft.hot_potato": "This item is hot! Stop reading this and get it away from you!",
  "lore.minecraft.poisonous_potato_block": "A solid block of Poisonous Potatoes.",
  "lore.minecraft.compressed_poisonous_potato_block": "A solid block of solid blocks of Poisonous Potatoes.",
  "lore.minecraft.double_compressed_poisonous_potato_block": "A solid block of solid blocks of solid blocks of Poisonous Potatoes.",
  "lore.minecraft.triple_compressed_poisonous_potato_block": "A solid block of solid blocks of solid blocks of solid blocks of Poisonous Potatoes.",
  "lore.minecraft.quadruple_compressed_poisonous_potato_block": "A solid block of solid blocks of solid blocks of solid blocks of solid blocks of Poisonous Potatoes.",
  "lore.minecraft.potato_oil.effect.potato_oil": "This item can be used to lubricate items in the Potato Refinery.",
  "lore.minecraft.poisonous_potato_oil.effect.poisonous_potato_oil": "This item can smelted into Toxic Resin. Drinking it is not recommended.",
  "lore.minecraft.poisonous_mashed_potato": "Smashing your Poisonous Pota-toes has produced this sticky block.",
  "lore.minecraft.lashing_potato": "This tool can be used as a grappling hook to lash yourself around the Potato with reckless abandon. Pairs well with a Poisonous Polytra!",
  "lore.minecraft.toxic_beam": "This item is a key ingredient in crafting your own Lashing Potato.",
  "lore.minecraft.potato_peeler": "This specialized sword is only really useful against Potato Mobs and some Potato Blocks.",
  "lore.minecraft.golden_poisonous_potato": "This special foodstuff will grant you beneficial effects when eaten. Unfortunately, it's still quite poisonous.",
  "lore.minecraft.enchanted_golden_poisonous_potato": "This special foodstuff will grant you beneficial effects when eaten. Unfortunately, it's somehow become even more poisonous.",
  "lore.minecraft.floatato": "This cloudlike block can be found in the Poisonous Potato Dimension and is a key ingredient in Floataters.",
  "lore.minecraft.floatater": "When powered, this cloudlike block can be used to transport entire builds.",
  "lore.minecraft.potato_stem": "This block composes Potato Trees and can be made into Planks.",
  "lore.minecraft.potato_pedicule": "This block can be used like a Chain to hang lanterns from the ceiling.",
  "lore.minecraft.snektato": "A perfectly normal Potato, aside from the extra evil.",
  "lore.minecraft.amber_gem": "This item can be used as currency when trading with villagers in 24w14potato.",
  "lore.minecraft.terredepomme": "This block resembles Dirt, and makes up the Potato Dimension.",
  "lore.minecraft.gravtater": "This block resembles Sand, and makes up the Potato Dimension. It is affected by Gravity.",
  "lore.minecraft.poison_path": "This block resembles Dirt Path, and makes up the Potato Dimension.",
  "lore.minecraft.poison_farmland": "This block resembles Farmland, and makes up the Potato Dimension.",
  "lore.minecraft.peelgrass_block": "This block resembles a Grass Block, and makes up the Potato Dimension.",
  "lore.minecraft.corrupted_peelgrass_block": "This block resembles a Grass Block, and makes up the Potato Dimension.",
  "lore.minecraft.taterstone": "This block resembles Cobblestone, and makes up the Potato Dimension.",
  "lore.minecraft.potone": "This block resembles Stone, and makes up the Potato Dimension.",
  "lore.minecraft.baked_potato_bricks": "Mashing Baked Potatoes together has somehow created a block not too dissimilar to Stone Bricks.",
  "lore.minecraft.charred_baked_potato_bricks": "Look what you've done! Rebaking your Baked Potato Bricks has burnt them.",
  "lore.minecraft.big_brain": "This odd block will absorb nearby experience orbs and drop them as Potatoes of Knowledge when broken. Handy?",
  "lore.minecraft.amber_block": "A solid block of Amber Gems.",
  "lore.minecraft.powerful_potato": "This block acts as anchor for its roots. It will slowly grow its roots down into the surface.",
  "lore.minecraft.strong_roots": "This block is often found attached to Powerful Potatoes, growing itself deeper into the surface.",
  "lore.minecraft.weak_roots": "This block is often found attached to Powerful Potatoes, growing itself deeper into the surface.",
  "lore.minecraft.potato_battery": "This block will emit Redstone Power, and damage anyone who steps on it. When used, it is disabled.",
  "lore.minecraft.potato_refinery": "This block can be used to extract oil from Potatoes and lubricate items.",
  "lore.minecraft.dent": "This item can be used to craft your very own Trident. Who needs Drowned, anyways!",
  "lore.minecraft.potato_sprouts": "This block can be used like a Sapling for Potato Trees. Just add Bone Meal!",
  "lore.minecraft.vicious_potato": "This feisty block will shoot projectiles at nearby entities, either randomly or upon recieving Redstone Signal.",
  "lore.minecraft.potato_fruit": "This unique block is actually edible! It can be placed and used as light source, or eaten to restore a good amount of saturation.",
  "lore.minecraft.poisonous_pota_toes": "These strange boots are single use, but will completely prevent fall damage. Unlike regular boots, they even stack!",
  "lore.minecraft.poisonous_potato_chestplate": "This strange chestplate won't protect you from damage, but will instead restore your hunger!",
  "lore.minecraft.resin_ore": "This ore can be mined with a Hoe to collect Toxic Resin.",
  "lore.minecraft.toxic_resin": "This item can be used in a Fletching Table to reveal its properties or create Amber Gems.",
  "lore.minecraft.poisonous_potato_cutter": "This block can be used to slice Poisonous Potatoes into Slices and Sticks.",
  "lore.minecraft.frying_table": "This block can be used to fry Potatoes or Potato Peels into Hash Browns.",
  "lore.minecraft.potato_flower": "This flower generates only in the Poisonous Potato dimension.",
  "lore.minecraft.potato_bud": "This block resembles Stone, and makes up the Potato Dimension.",
  "lore.minecraft.polished_andesite": "A variant of Andesite that has been polished.",
  "lore.minecraft.polished_basalt": "A variant of Basalt that can be used as a Pillar.",
  "lore.minecraft.polished_blackstone": "A variant of Blackstone that has been polished.",
  "lore.minecraft.polished_blackstone_bricks": "A variant of Blackstone that has been polished and carved into bricks.",
  "lore.minecraft.polished_deepslate": "A variant of Deepslate that has been polished.",
  "lore.minecraft.polished_diorite": "A variant of Diorite that has been polished.",
  "lore.minecraft.polished_granite": "A variant of Granite that has been polished.",
  "lore.minecraft.popped_chorus_fruit": "This item can be used to make End Rods or Purpur blocks.",
  "lore.minecraft.poppy": "This red flower can be made into Red Dye.",
  "lore.minecraft.porkchop": "Collected by killing a Pig, this item can be eaten raw or cooked.",
  "lore.minecraft.potato": "This foodstuff can be eaten, planted in farmland, or used to tempt Pigs.",
  "lore.minecraft.potion": "When ingested, this item gives the user the listed potion effect.",
  "lore.generic.bottle_of_entity": "When ingested, this item transforms the user into the entity inside.",
  "lore.minecraft.powder_snow_bucket": "This item is transporting Powdered Snow.",
  "lore.minecraft.powered_rail": "When powered, this block will accelerate minecarts that pass over it. When unpowered, it causes minecarts to come to a stop.",
  "lore.minecraft.prismarine": "This block is a rare decorative stone that can be found in Ocean Monuments.",
  "lore.minecraft.prismarine_bricks": "This block is a variant of Prismarine that has been carved into bricks.",
  "lore.minecraft.prismarine_crystals": "Collected by killing Guardians, this block can be used to craft Sea Lanterns.",
  "lore.minecraft.prismarine_shard": "Collected by killing Guardians, this block can be used to craft Prismarine.",
  "lore.minecraft.pufferfish": "Collected by killing Pufferfish, this fish can be used as a potion ingredient.",
  "lore.minecraft.pufferfish_bucket": "This item is transporting a Pufferfish.",
  "lore.minecraft.pumpkin": "This item can be carved with shears, or crafted into a pie.",
  "lore.minecraft.pumpkin_pie": "This foodstuff restores a good amount of saturation.",
  "lore.minecraft.pumpkin_seeds": "This item can be planted to grow a whole Pumpkin.",
  "lore.minecraft.purpur_block": "This block can be found in End Cities and makes a good building block.",
  "lore.minecraft.purpur_pillar": "This block can be found in End Cities and makes a good accent to Purpur Blocks.",
  "lore.minecraft.quartz": "Created by mining Nether Quartz Ore. Can be crafted into a Block of Quartz.",
  "lore.minecraft.quartz_block": "A solid block of Quartz.",
  "lore.minecraft.quartz_bricks": "A variant of Quartz that has been carved into Bricks.",
  "lore.minecraft.quartz_pillar": "A variant of Quartz that has been carved into a Pillar.",
  "lore.minecraft.rabbit": "Collected by killing a Rabbit, this item can be eaten raw or cooked.",
  "lore.minecraft.rabbit_foot": "Collected by killing a Rabbit, this item can be used as a brewing ingredient.",
  "lore.minecraft.rabbit_hide": "Collected by killing a Rabbit, this item can be crafted into Leather.",
  "lore.minecraft.rabbit_stew": "This foodstuff restores even more saturation when eaten than a Cooked Rabbit.",
  "lore.minecraft.rail": "This block is used to guide Minecarts.",
  "lore.minecraft.raw_copper": "This ore can be smelted to reveal the Copper inside.",
  "lore.minecraft.raw_copper_block": "A solid block of Raw Copper.",
  "lore.minecraft.raw_gold": "This ore can be smelted to reveal the Gold inside.",
  "lore.minecraft.raw_gold_block": "A solid block of Raw Gold.",
  "lore.minecraft.raw_iron": "This ore can be smelted to reveal the Iron inside.",
  "lore.minecraft.raw_iron_block": "A solid block of block of Raw Iron.",
  "lore.minecraft.recovery_compass": "This rare item can be used to guide you back to your last death point.",
  "lore.minecraft.red_mushroom": "This item can be used to make Mushroom Stew. It only grows in darkness.",
  "lore.minecraft.red_mushroom_block": "This block will break into Red Mushrooms.",
  "lore.minecraft.red_nether_bricks": "A decorative block adding a pop of red to your Nether Bricks.",
  "lore.minecraft.red_sand": "A red colored sand that can be found in mesas. Can be smelted into glass using the furnace. Is affected by gravity if there is no other block underneath it.",
  "lore.minecraft.red_sandstone": "Used as a building material. Unlike normal Red Sand, it is not influenced by gravity.",
  "lore.minecraft.red_tulip": "A beautiful red flower that can be placed in Flower Pots.",
  "lore.minecraft.redstone": "Can be placed on the ground to carry Redstone Signal. When brewed with a potion, it will increase the duration of the effect.",
  "lore.minecraft.redstone_block": "This block provides a constant, strong source of Redstone Power.",
  "lore.minecraft.redstone_lamp": "This block emits light when powered.",
  "lore.minecraft.redstone_ore": "This ore can be mined with an Iron Pickaxe or better to collect Redstone Dust.",
  "lore.minecraft.redstone_torch": "Constantly sends Redstone Power, but can be turned off by powering it through a block. Can also be used for low-level lighting.",
  "lore.minecraft.reinforced_deepslate": "This block is near impossible to break. Its purpose is not yet clear.",
  "lore.minecraft.repeater": "This block is used in Redstone Circuits as a repeater, a delayer, and/or a diode.",
  "lore.minecraft.repeating_command_block": "This developer tool rapidly executes commands whenever it receives a Redstone Signal.",
  "lore.minecraft.respawn_anchor": "This block can be used to allow you to respawn in the Nether. It's powered by Glowstone.",
  "lore.minecraft.rooted_dirt": "This block is created from growing Azalea Trees, and can be converted back to Dirt with a Hoe.",
  "lore.minecraft.rose_bush": "This tall flower can be made into Red Dye.",
  "lore.minecraft.rotten_flesh": "Collected by killing a Zombie, eating this item will saturate you, but at what cost?",
  "lore.minecraft.saddle": "This item can be used on various mobs to allow you to ride them.",
  "lore.minecraft.salmon": "Collected by killing a Salmon, this fish can be eaten raw or cooked.",
  "lore.minecraft.salmon_bucket": "This bucket is transporting a Salmon.",
  "lore.minecraft.sand": "Collected using a shovel. Can be smelted into glass using the furnace. Is affected by gravity if there is no other tile underneath it.",
  "lore.minecraft.sandstone": "Used as a building material. Unlike normal Sand, it is not influenced by gravity.",
  "lore.minecraft.scaffolding": "This block can help you create huge structures safely! You can walk inside and stand on it, and it can be quickly removed.",
  "lore.minecraft.sculk": "This shifty block can be mined for experience.",
  "lore.minecraft.sculk_catalyst": "This shifty block creates Sculk blocks when a mob is killed near it.",
  "lore.minecraft.sculk_sensor": "This shifty block listens for motion, and reports it back as Redstone Signal or to a nearby Sculk Shrieker.",
  "lore.minecraft.sculk_shrieker": "This shifty block responds to Sculk Sensors, and makes a violent noise that may summon the Warden.",
  "lore.minecraft.sculk_vein": "This shifty block grows wherever Sculk spreads.",
  "lore.minecraft.scute": "Dropped by baby Sea Turtles when they grow up, this can be used to craft Turtle Shell helmets.",
  "lore.minecraft.armadillo_scute": "Dropped by Armadillos when brushed, this can be used to craft Wolf Armor.",
  "lore.minecraft.sea_lantern": "This block illuminates the ocean's depths.",
  "lore.minecraft.sea_pickle": "These small animals can be placed to provide a small amount of light underwater.",
  "lore.minecraft.seagrass": "This block can be used to tempt Sea Turtles.",
  "lore.minecraft.shears": "This tool can be used to obtain delicate natural blocks, or on Sheep to peacefully harvest their wool.",
  "lore.minecraft.shield": "This tool can be used to ward off mobs. It prevents all damage to the user.",
  "lore.minecraft.shroomlight": "This block provides a bright light like Glowstone.",
  "lore.minecraft.shulker_shell": "Collected by killing a Shulker, this item can be used to make Shulker Boxes.",
  "lore.minecraft.slime_ball": "Collected from killing Slime, this item can be used to make Slime Blocks and Sticky Pistons.",
  "lore.minecraft.slime_block": "This bouncy block prevents fall damage and can be used to connect blocks in Redstone Circuits.",
  "lore.minecraft.small_amethyst_bud": "This Amethyst bud is still growing.",
  "lore.minecraft.small_dripleaf": "This decorative block can be grown into a Big Dripleaf.",
  "lore.minecraft.smithing_table": "This block is a Villager workstation and can be used to upgrade your tools with Smithing Templates.",
  "lore.minecraft.smoker": "This block is a Villager workstation and can be used to cook food faster than a furnace can.",
  "lore.minecraft.smooth_basalt": "This Basalt has been smelted to a point where it has become perfectly smooth.",
  "lore.minecraft.smooth_quartz": "This Quartz has been smelted to a point where it has become perfectly smooth.",
  "lore.minecraft.smooth_red_sandstone": "This Red Sandstone has been smelted to a point where it has become perfectly smooth.",
  "lore.minecraft.smooth_sandstone": "This Sandstone has been smelted to a point where it has become perfectly smooth.",
  "lore.minecraft.smooth_stone": "This Stone has been smelted to a point where it has become perfectly smooth.",
  "lore.minecraft.sniffer_egg": "This egg can be placed on Grass or Moss to hatch an ancient mob.",
  "lore.minecraft.snow": "This block can be mined with a shovel to obtain Snowballs.",
  "lore.minecraft.snow_block": "This block is a compact way to store snowballs.",
  "lore.minecraft.snowball": "This item has been collected by digging snow, and can be thrown.",
  "lore.minecraft.soul_campfire": "This block can be used to cook food or act as a light source or smoke signal. It does more damage than a Campfire.",
  "lore.minecraft.soul_lantern": "This block provides a dim, blue light.  It can be hung from the ceiling or placed on the ground.",
  "lore.minecraft.soul_sand": "This block slows the movement of anything walking over it.",
  "lore.minecraft.soul_soil": "This block can be placed underwater to create Bubble Columns.",
  "lore.minecraft.soul_torch": "This block provides a dim, blue light.",
  "lore.minecraft.spawner": "This block spawns monsters into the world when a player is nearby.",
  "lore.minecraft.trial_spawner": "This block spawns monsters into the world in waves when a player is nearby. When a wave is complete, it spawns reward items.",
  "lore.minecraft.spectral_arrow": "This item can be shot by Bows, Crossbows, and Dispensers to make its target glow.",
  "lore.minecraft.spider_eye": "Collected by killing a Spider, this item can be eaten or crafted into a Fermented Spider Eye.",
  "lore.minecraft.splash_potion": "When thrown, this item gives potion effects to the entity it hits and anything nearby.",
  "lore.minecraft.splash_bottle_of_entity": "When thrown, this item transforms the entity it hits and anything nearby.",
  "lore.minecraft.sponge": "This block sucks up nearby water.",
  "lore.minecraft.spore_blossom": "This decorative block spreads flowery particles nearby.",
  "lore.minecraft.spyglass": "This tool can be used to see things that are far off.",
  "lore.minecraft.stick": "This item makes a good base for various tools.",
  "lore.minecraft.sticky_piston": "When powered, this block extends if it can and pushes blocks. When it retracts it pulls back the block touching the extended part of the piston.",
  "lore.minecraft.stone": "A solid block of Stone.",
  "lore.minecraft.stone_bricks": "This block has been used to build bases and Strongholds since Minecraft was first released.",
  "lore.minecraft.stonecutter": "This block is a Villager workstation and can be used to craft stone related items more efficiently.",
  "lore.minecraft.string": "Collected by killing a Spider, this item can be placed as Tripwire or used to make Bows and Fishing Rods.",
  "lore.minecraft.structure_block": "This developer tool can be used to save Structures to a file.",
  "lore.minecraft.structure_void": "This developer tool can be used to preserve air gaps in a Structure.",
  "lore.minecraft.sugar": "This item can be used to make cakes and pies, or as an ingredient for brewing potions.",
  "lore.minecraft.sugar_cane": "This block requires water to grow and can be crafted into Sugar and Paper.",
  "lore.minecraft.suspicious_gravel": "This block may resemble Gravel, but brushing it may reveal archeological finds.",
  "lore.minecraft.suspicious_sand": "This block may resemble Sand, but brushing it may reveal archeological finds.",
  "lore.minecraft.sunflower": "This flower will always face towards the sun.",
  "lore.minecraft.suspicious_stew": "This \"food\" may give you a random potion effect when eaten.",
  "lore.minecraft.sweet_berries": "This foodstuff can be planted on the ground or eaten.",
  "lore.minecraft.tadpole_bucket": "This bucket is transporting a Tadpole.",
  "lore.minecraft.tall_grass": "This overgrown Grass can be punched to obtain Seeds.",
  "lore.minecraft.target": "This block can be shot with a projectile to provide Redstone Signal.",
  "lore.minecraft.terracotta": "A hardened form of Clay that can be dyed to various colours.",
  "lore.minecraft.tinted_glass": "Despite being transparent, this block does not allow light to pass through it.",
  "lore.minecraft.tipped_arrow": "This item can be shot by Bows, Crossbows, and Dispensers to apply the specified potion effect.",
  "lore.minecraft.tnt": "This block will explode when lit by a Flint and Steel or from Redstone Power.",
  "lore.minecraft.tnt_minecart": "A special type of Minecart that acts as a moving TNT block.",
  "lore.minecraft.torch": "This block can be used to light up your world so monsters don't spawn.",
  "lore.minecraft.torchflower_seeds": "A strange seed used to grow an even stranger plant.",
  "lore.minecraft.torchflower": "A strange orange plant from a time before you.",
  "lore.minecraft.totem_of_undying": "Collected by killing an Evoker, this item allows the player to cheat death.",
  "lore.minecraft.trapped_chest": "This block looks like a normal chests, but provides Redstone Signal whenver it is opened.",
  "lore.minecraft.trial_key": "This item can be used to unlock regular Vaults in Trial Chambers.",
  "lore.minecraft.trident": "A rare drop from Drowned, this weapon can be thrown at distant enemies, or used up close in melee.",
  "lore.minecraft.tripwire_hook": "This block is activated when an entity passes through a connected Tripwire.",
  "lore.minecraft.tropical_fish": "This fish can be eaten to restore a small amount of saturation.",
  "lore.minecraft.tropical_fish_bucket": "This item is transporting a Tropical Fish.",
  "lore.minecraft.tuff": "A block of solid Tuff.",
  "lore.minecraft.polished_tuff": "A variant of Tuff that has been polished.",
  "lore.minecraft.tuff_bricks": "A variant of Tuff that has been carved into bricks.",
  "lore.minecraft.chiseled_tuff": "A variant of Tuff that has been chiseled.",
  "lore.minecraft.chiseled_tuff_bricks": "A variant of Tuff that has been chiseled and carved into bricks.",
  "lore.minecraft.turtle_egg": "This egg is laid on Sand blocks by Sea Turtles, and will hatch at night after a while. Very fragile!",
  "lore.minecraft.turtle_helmet": "This rare helmet can be equipped to let you breathe underwater.",
  "lore.minecraft.twisting_vines": "This climbable vine block can be placed on the ground.",
  "lore.minecraft.vault": "Trial keys can be used on this block to spawn loot.",
  "lore.minecraft.vine": "This natural ladder can be climbed. It grows to blocks below it.",
  "lore.minecraft.warped_fungus": "This block can be used like a Sapling for Huge Warped Fungus. Just add Bone Meal!",
  "lore.minecraft.warped_fungus_on_a_stick": "This tool can be used to direct Striders while riding on them.",
  "lore.minecraft.warped_nylium": "This Warped Mushroom growth almost resembles a Nether equivalent to Grass Blocks.",
  "lore.minecraft.warped_roots": "This colony of Mushrooms is as common as Grass in the Nether.",
  "lore.minecraft.warped_wart_block": "A solid block of Warped Warts.",
  "lore.minecraft.water": "Extinguishes fire and helps crops grow. Can be collected in a bucket.",
  "lore.minecraft.water_bucket": "This item is transporting Water.",
  "lore.minecraft.weathered_copper": "A variant of Copper that has been left alone until it has become Weathered.",
  "lore.minecraft.weathered_cut_copper": "A variant of Copper that has been Cut and left to become Weathered.",
  "lore.minecraft.weeping_vines": "This climbable vine block can be placed on the ceiling.",
  "lore.minecraft.wet_sponge": "This block has sucked up water. You can wring it out in a Furnace or the Nether.",
  "lore.minecraft.wheat": "This item can be crafted into Bread, used to tempt Cows and Sheep, or used as part of a Cake.",
  "lore.minecraft.wheat_seeds": "This item can be planted to grow more Wheat.",
  "lore.minecraft.white_tulip": "A beautiful white flower that can be placed in Flower Pots.",
  "lore.minecraft.wind_charge": "This projectile can be thrown to knock mobs around and trigger some Redstone blocks.",
  "lore.minecraft.wither_rose": "A mob died to create this flower. It hurts to touch.",
  "lore.generic.wolf_armor": "This item can be equipped on your Wolf to protect them from damage. It can be repaired with Armadillo Scutes. ",
  "lore.minecraft.writable_book": "This item can be used to write in game lore or messages to other players.",
  "lore.minecraft.written_book": "This item has had custom text written to it. Open it and see what it says!"

}
