{
  "tag.forge.banner_patterns": "A stencil that can be applied to Banners to give them unique designs.",
  "tag.forge.barrels.description": "This block is a Villager workstation and can be used to store items like a chest.",
  "tag.forge.bars.description": "This block can be used as a barrier, but can be jumped over.",
  "tag.forge.bookshelves.description": "This block provides Enchantment Power to nearby Enchanting Tables, allowing for higher level enchantments.",
  "tag.forge.chains.description": "This block can be used to hang Lanterns from the ceiling.",
  "tag.forge.chiseled.description": "This chiseled block can be used as a building block.",
  "tag.forge.cobblestones": "A more processed form of stone, great for making tools.",
  "tag.forge.concrete.description": "This solid colourful block is created when Concrete Powder comes into contact with a Water block.",
  "tag.forge.concrete_powder.description": "This dusty colourful block is affected by gravity. Try applying water to create concrete!",
  "tag.forge.copper.description": "A variant of Copper that has not had the chance to oxidize.",
  "tag.forge.coral.description": "A decorative block that can be found in Coral Reefs. This block will die if not touching water.",
  "tag.forge.coral_block.description": "A decorative block that can be found in Warm Oceans. This block will die if not touching water.",
  "tag.forge.creeper_drop_music_discs.description": "This uncommon item can be collected by getting a Skeleton to kill a Creeper, and can be played in a Jukebox.",
  "tag.forge.dead_coral.description": "This coral block is dried out and dead.",
  "tag.forge.dyes.description": "A colourful pigment that can be applied to many blocks to give them a new look.",
  "tag.forge.froglight.description": "A bright light source somehow obtained from a Frog eating a Magma Cube.",
  "tag.forge.glass_blocks.description": "This block is transparent, and could make a nice window.",
  "tag.forge.glass_panes.description": "This block is transparent, and could make a nice windowpane.",
  "tag.forge.glazed_terracotta.description": "This vibrant colourful block will makes for an eye-catching accent block.",
  "tag.forge.horse_armor.description": "This rare item can be equipped on your Horse to protect them from damage.",
  "tag.forge.infested.description": "Be careful, this stone variant has a silverfish hiding inside!",
  "tag.forge.ladder.description": "This block can be used to climb vertically.",
  "tag.forge.lantern.description": "This block provides a light source.  It can be hung from the ceiling or placed on the ground.",
  "tag.forge.music_discs.description": "This uncommon item can be played in a Jukebox.",
  "tag.forge.ores.description": "An ore block that can be smelted into a useful resource.",
  "tag.forge.player_workstations.crafting_tables.description": "Allows you to craft a more varied selection of items than the normal crafting.",
  "tag.forge.potions.description": "When ingested, this item gives the user the listed potion effect.",
  "tag.forge.raw_materials.description": "A raw item that can be smelted into a useful resource.",
  "tag.forge.rope.description": "This block can be used to descend from cliffs.",
  "tag.forge.shulker_boxes.description": "A special kind of chest that can contain items even when broken.",
  "tag.forge.smooth.description": "This Smooth block can be used as a building block.",
  "tag.forge.spawn_egg.description": "This item can be placed or dispensed to spawn the mob inside.",
  "tag.forge.storage_blocks.description": "A solid block storing multiple items.",
  "tag.forge.stripped_log.description": "A basic piece of Wood that has had its bark removed with an axe.",
  "tag.forge.torch.description": "This block can be used to light up your world so monsters don't spawn.",
  "tag.forge.villager_job_sites": "This block can be used as a Villager workstation.",
  "tag.forge.heads.description": "Mob Heads can be placed as a decoration, placed on top of Note Blocks, or worn as a mask in the helmet slot.",
  "tag.forge.armors.chestplates.description": "This item can be equipped to protect you from damage.",
  "tag.forge.armors.leggings.description": "This item can be equipped to protect you from damage.",
  "tag.forge.armors.boots.description": "This item can be equipped to protect you from damage.",
  "tag.forge.armors.helmets.description": "This item can be equipped to protect you from damage."

}
